token = "6009306347:AAH_4aZKm4dkvxAXEzgKL9fCukIcrrU3pG8"

vip_ids = [3, 6, 8, 9, 12, 15, 20, 25, 29, 47, 50, 52, 63, 64, 65, 66, 67, 76, 82, 85, 86, 87, 88, 95, 100, 101, 102, 106, 110, 111, 118, 120, 124, 134, 146]
mvp_ids = [18, 19, 21, 30, 32, 39, 42, 44, 55, 73, 80, 89, 91, 94, 97, 98, 99, 109, 117, 119, 127, 139, 140, 141, 145]
god_ids = [1, 2, 34, 40, 72, 78, 115, 128, 132]

start_message = "Привет! Это бот, позволящий купить платную подписку в программе VkDetect. Также здесь ты найдешь ответы на ваши вопросы (а если не найдешь, сможешь написать разработчику), используя команду /help"
help_message = "Выберите интересующую вас тему"
helpN_message = "Вы получили ответ на ваш вопрос?"

problems_message = "Программа работает совсем недолгое время, поэтому тяжело выделить конкретные проблемы, если у вас есть вопрос, в следующем сообщении выбирайте \"Нет\", чтобы задать ваш вопрос мне лично."

default_message = "Выберите платную подписку или напишите ваш ID пользователя"
good_message = "У этого пользователя нет платной подписки, выберите нужный тариф (подробно про каждый в /help)"
goodT_message = "Отлично! Теперь введите ваш ID пользователя"

yes_message = "Отлично, тогда"
no_message = "Жаль, вы можете задать вопрос разработчику https://t.me/dyachixa"

error_id_message = "Неверный ID"
error_command_message = "Вам нужно ввести ваш ID (число)"

vip_message = "У этого пользователя уже есть VIP, дождитесь окончания месяца"
mvp_message = "У этого пользователя уже есть MVP, дождитесь окончания месяца"
god_message = "У этого пользователя уже есть GOD, дождитесь окончания месяца"

aboutSubs = "👑 VIP - 199 рублей/месяц. В месяц вам доступно 5 использований программы + база 1 млрд. паролей\n💸 MVP - 999  рублей/месяц. В месяц вам доступно 35 использований программы + база 2 млрд. паролей\n💎 GOD - 4999 рублей/месяц. В месяц вам доступно неограниченное количество использований + полная база (11 млрд) паролей"
